Repository: elaphos/fs_media_gallery
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de, fr, nl

# mediagallery.title
source: Media Album
de: Medien-Album
fr: Galerie photos

# mediagallery.description
source: Show your assets from your local or remote storage as a gallery of albums.
de: Stellt Ihre Medien-Elemente aus dem lokalen oder Cloud-Speicher als Medien-Album dar.
fr: Afficher vos images sous forme de galerie.
nl: #translate# Show your assets from your local or remote storage as a gallery of albums.

# flexforms.general.I.inherit
source: Inherit (TypoScript)
de: Standardwert (TypoScript)
fr: Hériter (TypoScript)
nl: #translate# Inherit (TypoScript)

# flexforms.general.resizeMode
source: Resize mode
de: Größenänderungsmodus
fr: Mode de redimensionnement
nl: #translate# Resize mode

# flexforms.general.resizeMode.I.m
source: resize proportional
de: proportionale Änderung
fr: Proportionnel
nl: #translate# resize proportional

# flexforms.general.resizeMode.I.c
source: crop
de: beschbeiden
fr: Recadrer
nl: #translate# crop

# flexforms.general.resizeMode.I.s
source: squeeze (unproportional exact fit)
de: (unproportional) quetschen
fr: Taille exacte (non proportionnelle)
nl: #translate# squeeze (unproportional exact fit)

# flexforms.mediagallery.tabs.general
source: General
de: Allgemein
fr: Général
nl: #translate# General

# flexforms.mediagallery.tabs.list
source: Albums list
de: Albenliste
fr: Liste d'albums
nl: #translate# Albums list

# flexforms.mediagallery.tabs.album
source: Album view
de: Albumansicht
fr: Album
nl: Album weergave

# flexforms.mediagallery.tabs.detail
source: Detail view
de: Detailansicht
fr: Vue détaillée
nl: #translate# Detail view

# flexforms.mediagallery.tabs.random
source: Random asset
de: Zufallselement
fr: Album aléatoire
nl: Willekeurige afbeelding

# flexforms.mediagallery.switchableControllerActions
source: Display mode
de: Anzeigemodus
fr: Mode d'affichage
nl: #translate# Display mode

# flexforms.mediagallery.switchableControllerActions.I.nestedList
source: Selected albums (nested)
de: Ausgewählte Alben (verschachtelt)
fr: Sélection d'albums (imbriqués)
nl: #translate# Selected albums (nested)

# flexforms.mediagallery.switchableControllerActions.I.flatList
source: Albums list (flattened)
de: Albenliste (ausgeflacht)
fr: Liste d'albums (à plat)
nl: #translate# Albums list (flattened)

# flexforms.mediagallery.switchableControllerActions.I.showAlbumByParam
source: Single album (URL handover enabled)
de: Einzelnes Album (URL-Übergabe aktiv)
fr: Album seul (Surcharge activée)
nl: #translate# Single album (URL handover enabled)

# flexforms.mediagallery.switchableControllerActions.I.showAlbumByConfig
source: Single album (URL handover disabled)
de: Einzelnes Album (URL-Übergabe deaktiviert)
fr: Album seul (Surcharge désactivée)
nl: #translate# Single album (URL handover disabled)

# flexforms.mediagallery.switchableControllerActions.I.randomAsset
source: Random media asset
de: Zufälliges Medienelement
fr: Album aléatoire
nl: #translate# Random media asset

# flexforms.mediagallery.mediaAlbum
source: Album to display
de: Anzuzeigendes Album
fr: Album à afficher
nl: #translate# Album to display

# flexforms.mediagallery.mediaAlbumsUids
source: Albums to display
de: Anzuzeigende Alben
fr: Albums à afficher

# flexforms.mediagallery.useAlbumFilterAsExclude
source: Album selection filter (if no items are selected all are shown)
de: Alben-Filer (wenn kein Album ausgewählt ist, werden alle Alben angezeigt)
fr: Filtre de sélection d'album (s'il n'y a pas de sélection, ils seront tous affichés)
nl: Album selectie filter (indien albums zijn geselecteerd anders wordt alles getoond)

# flexforms.mediagallery.useAlbumFilterAsExclude.I.0
source: Show only selected items
de: Nur ausgewählte anzeigen
fr: Afficher seulement les items sélectionnés
nl: Toon alleen geselecteerde albums

# flexforms.mediagallery.useAlbumFilterAsExclude.I.1
source: Exclude selected items
de: Ausgewählte ausschließen
fr: Exclure les items sélectionnés
nl: Toon geselecteerde albums niet

# flexforms.mediagallery.list.hideEmptyAlbums
source: Hide empty albums
de: Leere Alben nicht anzeigen
fr: Cacher les albums vide
nl: #translate#Hide empty albums

# flexforms.mediagallery.list.pagination.itemsPerPage
source: Max. thumbs to display per page
de: Vorschaubilder pro Seite
fr: Nombre d'albums par page
nl: Max. aantal to tonen thumbnails

# flexforms.mediagallery.list.thumb.width
source: Thumbnail width
de: Breite der Vorschaubilder
fr: Largeur des aperçus
nl: Breedte thumbnails

# flexforms.mediagallery.list.thumb.height
source: Thumbnail height
de: Höhe der Vorschaubilder
fr: Hauteur des aperçus
nl: Hoogte thumbnails

# flexforms.mediagallery.list.thumb.random
source: Random thumbnail
de: Zufälliges Vorschaubild
fr: Vignette d'aperçu aléatoire

# flexforms.mediagallery.list.orderBy
source: Sort albums list by
de: Albenliste sortieren nach
fr: Trier les albums par
nl: #translate# Sort albums list by

# flexforms.mediagallery.list.orderBy.I.datetime
source: Given date
de: Vergebenes Datum
fr: Date d'album
nl: #translate# Given date

# flexforms.mediagallery.list.orderBy.I.crdate
source: Creation date
de: Erstellungsdatum
fr: Date de création
nl: #translate# Creation date

# flexforms.mediagallery.list.orderBy.I.sorting
source: Given sort order
de: Manuelle Sortierung
fr: Ordre manuel
nl: #translate# Given sort order

# flexforms.mediagallery.list.orderDirection
source: Sort direction for albums list
de: Sortierreihenfolge für Albenliste
fr: Direction de tri des albums
nl: #translate# Sort direction for albums list

# flexforms.mediagallery.list.orderDirection.I.asc
source: Ascending (old to new/low to high)
de: Aufsteigend (alt zu neu/niedrig zu hoch)
fr: Ascendant
nl: #translate# Ascending (old to new/low to high)

# flexforms.mediagallery.list.orderDirection.I.desc
source: Descending (new to old/high to low)
de: Absteigend (neu zu alt/hoch zu niedrig)
fr: Descendant
nl: #translate# Descending (new to old/high to low)

# flexforms.mediagallery.album.pagination.itemsPerPage
source: Max. thumbs to display per page
de: Vorschaubilder pro Seite
fr: Nombre d'images par page
nl: Max. aantal to tonen thumbnails

# flexforms.mediagallery.album.thumb.width
source: Thumbnail width
de: Breite der Vorschaubilder
fr: Largeur des miniatures
nl: Breedte thumbnails

# flexforms.mediagallery.album.thumb.height
source: Thumbnail height
de: Höhe der Vorschaubilder
fr: Hauteur des miniatures
nl: Hoogte thumbnails

# flexforms.mediagallery.album.lightbox.enable
source: Use LightBox/Colorbox instead of detail view
de: LightBox/Colorbox anstatt Detailansicht verwenden
fr: Utiliser LightBox/Colorbox à la place de la vue détaillée
nl: Toon afbeelding in LightBox/Colorbox ipv een detail weergave

# flexforms.mediagallery.album.displayTitle
source: Display title
de: Titelanzeige
fr: Afficher le titre

# flexforms.mediagallery.detail.asset.width
source: Media width
de: Breite des Medienelements
fr: Largeur des images
nl: Breedte afbeelding

# flexforms.mediagallery.detail.asset.height
source: Media height
de: Höhe des Medienelements
fr: Hauteur des images
nl: Hoogte afbeelding

# flexforms.mediagallery.random.targetPid
source: Album page
de: Album-Seite
fr: Page de l'album
nl: #translate# Album page

# flexforms.mediagallery.random.thumb.width
source: Thumbnail width
de: Breite des Vorschaubildes
fr: Largeur des miniatures
nl: Breedte thumbnail

# flexforms.mediagallery.random.thumb.height
source: Thumbnail height
de: Höhe des Vorschaubildes
fr: Hauteur des miniatures
nl: Hoogte thumbnail

# extmng.allowedActionsInFlexforms
source: Plugin actions shown in flexforms: Comma separated list of controller actions which could be selected as plugin action in flexforms. Available actions are nestedList,flatList,showAlbumByParam,showAlbumByConfig,randomAsset. If no action is defined, all available actions are selectable.
de: Plugin-Aktionen, die in Flexforms angezeigt werden: Kommaseparierte Liste von Controller-Aktionen, die als Plugin-Aktion in Flexforms verwendet werden. Mögliche Aktionen sind nestedList,flatList,showAlbumByParam,showAlbumByConfig,randomAsset. Wird keine Plugin-Aktion angegeben, sind alle Aktionen auswählbar.
fr: Actions du plugin à afficher dans le flexform : Liste séparée par des virgules des actions du controller. Si aucune action n'est définie, elles seront toutes affichées.
nl: #translate# Plugin actions shown in flexforms: Comma separated list of controller actions which could be selected as plugin action in flexforms. Available actions are nestedList,flatList,showAlbumByParam,showAlbumByConfig,randomAsset. If no action is defined, all available actions are selectable.

# extmng.list.orderOptions
source: Sort options for albums lists in flexforms: Comma separated list of sort options for field "Sort albums list by" which could be selected in flexforms. Available options are datetime,crdate,sorting.
de: Sortier-Optionen für Albenlisten, die in Flexforms angezeigt werden: Kommaseparierte Liste von Sortier-Optionen, die in Flexforms für das Feld "Albenliste sortieren nach" verwendet werden. Mögliche Optionen sind datetime,crdate,sorting.
fr: Options de tri dans le flexform pour les albums : Liste séparée par des virgules des champs sur lequel le tri peut s'effectuer. Les options disponible sont datetime, crdate et sorting.
nl: #translate# Sort options for albums lists in flexforms: Comma separated list of sort options for field "Sort albums list by" which could be selected in flexforms. Available options are datetime,crdate,sorting.

# extmng.enableAutoCreateFileCollection
source: Enable auto creation of fileCollections/albums when a new folder is created beneath an existing album.
de: Aktivieren Sie die automatische Erstellung von Dateien Collections / Alben, wenn ein neuer Ordner unter einem bestehenden Album erstellt wird.

# extmng.clearCacheAfterFileChange
source: Clear the cache of the album after a file change.
de: Löscht den Cache des Albums nach einer Datei zu ändern.

# module.buttons.createAlbum
source: Create album
de: Album erstellen
fr: Créer un album
nl: Album aanmaken

# module.buttons.createAlbumIn
source: Create album in "%s"
de: Album in "%s" erstellen
fr: Créer un album dans "%s"
nl: Nieuw album aanmaken in "%s"

# module.buttons.editAlbum
source: Edit album "%s"
de: Album "%s" bearbeiten
fr: Éditer l'album "%s"
nl: Album "%s" bewerken

# module.alerts.firstCreateStorageFolder
source: You must first create a storage folder for your media albums!
de: Sie müssen zuerst einen Ablageordner für Ihre Medien-Alben anlegen!
fr: Vous devez au préalable créer un dossier de stockage pour vos albums !
nl: Maak eerst een MediaGalleries Map in je pagina boom! Bevat plugin: MediaGalleries

# flexforms.mediagallery.mediaAlbums
source: Albums to display
nl: #translate# Albums to display

# date_format
source: Y-m-d
de: d.m.Y
fr: d-m-Y
nl: d-m-Y

source: Media Album
de: Medienalbum
fr: Album

source: Media Albums
de: Medienalben
fr: Albums

source: asset
de: Medienobjekt
fr: image
nl: Media element

source: assets
de: Medienobjekte
fr: images
nl: Media elementen

source: No albums found
de: Es wurden keine Fotoalben gefunden
fr: Aucun album trouvé
nl: Geen albums gevonden

# no_album_found
source: Album not found
de: Das Fotoalbum wurde nicht gefunden
fr: Album introuvable
nl: Album niet gevonden

source: No assets found
de: Es sind keine Medieninhalte vorhanden
fr: Aucune image trouvée
nl: Geen media elementen gevonden

source: Asset not found
de: Das Medienobjekt wurde nicht gefunden
fr: Image introuvable
nl: Media element niet gevonden

source: Back to album
de: Zurück zum Album
fr: Retour à l'album
nl: Terug naar de album

source: Back to %s
de: Zurück zu %s
fr: Retour à %s
nl: Terug naar %s

source: Back to albums list
de: Zurück zur Albenliste
fr: Retour à la liste des albums
nl: Terug naar de albums

# lightbox_current
source: image {current} of {total}
de: Bild {current} von {total}
fr: image {current} sur {total}
nl: {current} / {total}

# link_to_album
source: Show album '%s'
de: Album '%s' anzeigen
fr: Afficher album '%s'
nl: Album '%s' bekijken
